<template>
    <div class="boxs" style="overflow: scroll;height:16rem">
        <p class="p">
            展览“启示，另类未来的召唤”将通过近10位来自东亚不同地区的年轻艺术家的创作，营造一个具有后人类色彩的有关未来的朴素情境。在辩证地观看当代东亚社会的种种技术崇拜与未来主义叙事的同时，展示它们的技术想象是如何被其传统神话、神秘学和宗教法则所渗透、交缠并被暗中转译。
        </p>
        <p class="p">
            人类最初在原始信仰中赋予万物以灵,进而创造化解现世困惑的各类神明。造神”从未停止。当如今人工智能的讨论正在成为陈词滥调，赛博格更是早已与
        </p>
        <p class="p">
            人类最初在原始信仰中赋予万物以灵,进而创造化解现世困惑的各类神明。造神”从未停止。当如今人工智能的讨论正在成为陈词滥调，赛博格更是早已与
        </p>
        <p class="p">
            人类最初在原始信仰中赋予万物以灵,进而创造化解现世困惑的各类神明。造神”从未停止。当如今人工智能的讨论正在成为陈词滥调，赛博格更是早已与
        </p>
        <p class="p">
            人类最初在原始信仰中赋予万物以灵,进而创造化解现世困惑的各类神明。造神”从未停止。当如今人工智能的讨论正在成为陈词滥调，赛博格更是早已与
        </p>
    </div>
</template>

<script>
export default {
    data(){
        return {
        }
    },
    
}
</script>

<style>
    .p{
        color: #e4dcd3;
        letter-spacing: 8px;
        margin-top: 50px;
    }
</style>
